[
  {
    "postId": "1",
    "postTitle": "Saga Harry Potter",
    "postCreator": "Spider-Man",
    "postContent": "\tQueria saber opiniões sobre a saga do Harry Potter. \n\tPela sinopse parece uma saga bastante boa, mas não me convenceu. Quem pudesse comentar o que achou, estaria agradecido.",
    "postComments": "8",
    "postViews": "29",
    "postDate": "13/05/2018"
  },
  {
    "postId": "2",
    "postTitle": "Dwayne Johnson",
    "postCreator": "Dwayne Jhonson Himself",
    "postContent": "\tJust a Dwayne Johnson Post made by Dwayne Jhonson",
    "postComments": "20",
    "postViews": "259",
    "postDate": "25/07/2020"
  },
  {
    "postId": "3",
    "postTitle": "Dwayne Johnson But Fake",
    "postCreator": "Fake Dwayne Jhonson",
    "postContent": "\tJust a Fake Dwayne Johnson Post made by Fake Dwayne Jhonson",
    "postComments": "35",
    "postViews": "319",
    "postDate": "13/08/2019"
  },
  {
    "postId": "4",
    "postTitle": "Was Elvis a Racist?",
    "postCreator": "HarveyManFredSin",
    "postContent": "\tI'm currently going through the hits of 1989, which of course includes the brilliant Fight the Power, by Public Enemy, and one of the lines that always sticks out is \"Elvis was a hero to most, But he never meant s- to me you see, Straight up racist that sucker was, Simple and plain, Mother f- him and John Wayne...\"\n\nBut, brilliant as Public Enemy is, are they right about Elvis? I mean, I wouldn't regard Chuck D as an authority on the subject in general, in view of some of his statements about Jewish people.\n\nAnyway, I came across this nuanced, and thoughtful article regarding the charges against Elvis (and whilst I have no dog in this fight; I like a lot of his music, but I've never lionised Elvis or seen him as some sort of virtuous role-model): https://www.casino.org/news/vegas-myths-busted-elvis-presley-was-a-straight-up-racist/\n\nSpoilers: the article comes down on the side that Elvis *wasn't* a racist, but what I like is that it takes the question seriously and fully examines the basis for those charges, rather than casually dismiss them without any sort of interrogation.\n\nAs an aside, as much as I adore Quincy Jones, I find it curious that he is one of the people leading the 'Elvis was a racist' charges, seeing how close he was to Michael Jackson who was once married to Lisa Marie Presley. ",
    "postComments": "45",
    "postViews": "367",
    "postDate": "15/09/2020"
  },
  {
    "postId": "5",
    "postTitle": "Too socially conservative",
    "postCreator": "redban",
    "postContent": "One of the upsides to Trump is that he didn't campaign too heavily on abortion, LGBT, and religious issues. I think it helped broadened his voting bloc . Nobody would have mistaken Trump for an avid Christian. DeSantis is going hard on anti-abortion legislation, religious rights, and “Dont Say Gay” stuff. I think it would hurt him with moderates in the swing state suburbs.",
    "postComments": "25",
    "postViews": "223",
    "postDate": "27/11/2021"
  },
  {
    "postId": "6",
    "postTitle": "A sociopath or a psychopath? (NightCrawler 2014)",
    "postCreator": "oswalt-2",
    "postContent": "The main character was obviously suffering from a mental condition. For the experts, how would you analyse him? ",
    "postComments": "12",
    "postViews": "431",
    "postDate": "05/07/2019"
  },
  {
    "postId": "7",
    "postTitle": "Anyone else consider this their favourite David Lynch film?",
    "postCreator": "TheMan18",
    "postContent": "I certainly do, not counting the great TV series \"Twin Peaks\" (and its great underrated movie prequel \"Twin Peaks: Fire Walk With Me\" (1992) ), with \"Eraserhead\" (1977) being my second and \"Lost Highway\" (1997) being my third favourite film of his. And yes it really is a masterpiece and in my opinion, I actually consider this to also be the best movie of the 1980s and to me, it is one of my top 5 favourite films EVER. Yes it is undeniably disturbing and difficult to watch, its also quite strange with many scenes if not the whole film open to interpretation but it really is an amazing film and definitely a highly recommended masterpiece from me. ",
    "postComments": "376",
    "postViews": "2341",
    "postDate": "29/05/2023"
  },
  {
    "postId": "8",
    "postTitle": "Amazing trick Kubrick did in Spartacus. SPOILER ALERT",
    "postCreator": "whynotwriteme",
    "postContent": "All through the film, in crowd shots of Spartacus's slave army, we repeatedly see several characters. A couple of young women, a family with a baby, children, etc. These people have no lines. We just come to recognize them from seeing them in the crowds and watching them performing simple day-to-day tasks among the bustle of the slave army camp. They cook, they play, they work, they care for the children, they bury a dead infant, they march, they stand in the battle lines... We get to know them a little, and recognize them as characters without a single line of dialogue. Then after the final battle, we see their bodies lying open-eyed and dead among the heaps of the slain. Another filmmaker would have made them full characters and had subplots devoted to them, stretching out the movie by another hour or so. Kubrick's ingenious and economical treatment makes us feel just as much sadness for their deaths simply from repeated sightings of them in the crowd. I am amazed at how much emotion this movie can produce. Even moreso when you see how Kubrick all but abandoned emotionality in his later films.",
    "postComments": "23",
    "postViews": "398",
    "postDate": "27/03/2018"
  },
  {
    "postId": "9",
    "postTitle": "Decent flick but not as good as IMDb & Letterboxd would have you believe.",
    "postCreator": "HelloSidney1996",
    "postContent": "Good film but it's got an 8.4 on IMDb and an 8.8 on Letterboxd. It's the 65th highest rated film on IMDb and the 16th highest rated on Letterboxd. Not really worthy of those ratings and rankings. All in all a solid film though, I'd probably give it a 7. ",
    "postComments": "73",
    "postViews": "837",
    "postDate": "15/10/2019"
  },
  {
    "postId": "10",
    "postTitle": "Tommy Lee Jones character affair with Maria Bello character ",
    "postCreator": "KBiker",
    "postContent": "Tommy Lee Jones was 64 and looked 74, while Maria Bello was 43 and looked mid-thirties. In itself, that bothered me. Why would a hottie like her be with an old bag like him? But what really bothered me was, after he was fired, he went home, never said a word to his wife, and immediately left to shack up with Maria. And that was it with the wife. Never a word to her right up to the end. What a dick.",
    "postComments": "36",
    "postViews": "863",
    "postDate": "03/01/2021"
  },
  {
    "postId": "11",
    "postTitle": "Why won't they remake this?",
    "postCreator": "Biggs111Mr",
    "postContent": "There's so much technology now & they're not remaking this film? Is someone trying to stop it or something? ",
    "postComments": "278",
    "postViews": "3438",
    "postDate": "05/04/2020"
  }
]

