[
  {
    "id": "1",
    "title_year": "Uncharted [2022]",
    "imdb_rating": "6.3",
    "genre": "Ação",
    "duration": "1h56mim",
    "channel": "assets/img/rakuten.png",
    "synopsis": "O perspicaz Nathan Drake é recrutado pelo experiente caçador de tesouros Victor “Sully” Sullivan para recuperar a fortuna arrecadada por Fernão de Magalhães e perdida há 500 anos pela Casa de Moncada. O que começa como um golpe, rapidamente se torna numa corrida pelo mundo para encontrar este tesouro antes do implacável Santiago Moncada, que acredita que ele e a sua família são os seus legítimos herdeiros. Se Nate e Sully conseguirem decifrar as pistas e resolver um dos mais antigos mistérios do mundo, irão alcançar o tesouro de 5 mil milhões e talvez até o irmão desaparecido de Nate... isto se aprenderem a trabalhar em equipa.",
    "img": "assets/img/uncharted.jpg",
    "big_img": "assets/img/uncharted2.png",
    "video": "https://www.youtube.com/watch?v=eHp3MbsCbMg"
  },
  {
    "id": "2",
    "title_year": "Fast & Furious 9 [2021]",
    "imdb_rating": "5.2",
    "genre": "Ação",
    "duration": "2h23mim",
    "channel": "assets/img/rakuten.png",
    "synopsis": "Dom Toretto (Vin Diesel) leva uma vida tranquila, longe de tudo, com Letty (Michelle Rodriguez) e o seu filho, o pequeno Brian. Mas todos sabem que para lá do horizonte pacífico, o perigo está sempre à espreita. Desta vez, esta ameaça vai forçar Dom a enfrentar os pecados do seu passado para conseguir salvar aqueles que mais ama. A sua equipa volta a unir-se para travar um plano que vai chocar o mundo, liderado pelo melhor condutor e maior assassino que alguma vez encontraram: Jakob (John Cena), o irmão abandonado de Dom.",
    "img": "assets/img/Fast_Furious_9.png",
    "big_img": "assets/img/velocidade_furiosa_trailer.png",
    "video": "https://www.youtube.com/watch?v=NnDGWyfP7q4"
  },
  {
    "id": "3",
    "title_year": "The Woman King [2022]",
    "imdb_rating": "6.8",
    "genre": "Ação",
    "duration": "2h15mim",
    "channel": "assets/img/rakuten.png",
    "synopsis": "A extraordinária história de Agojie, a unidade de guerreiras amazonas que protegeu o reino africano de Daomé no início do século XIX com uma capacidade de uma ferocidade diferente de tudo o que o mundo já viu. Inspirado em factos reais, A Mulher Rei relata a jornada épica da General Nanisca enquanto treina a próxima geração de recrutas e as prepara para a batalha contra um inimigo determinado a destruir o seu modo de vida. Há coisas pelas quais vale a pena lutar..",
    "img": "assets/img/the_woman_king.png",
    "big_img": "assets/img/woman-king.png",
    "video": "https://www.youtube.com/watch?v=3RDaPV_rJ1Y"
  },
  {
    "id": "4",
    "title_year": "Bloodshot [2020]",
    "imdb_rating": "5.7",
    "genre": "Ação",
    "duration": "1h50mim",
    "channel": "assets/img/netflix.png",
    "synopsis": "Após ele e sua esposa serem assassinados, o fuzileiro naval Ray Garrison é ressuscitado por uma equipe de cientistas. Aprimorado com nanotecnologia, ele se torna uma máquina de matar super-humana e biotecnológica, conhecida como 'Bloodshot'. Enquanto Ray treina com outros super-soldados, ele não consegue se lembrar de nada de sua vida anterior. Mas quando suas memórias voltam e ele se lembra do homem que os matou, a ele e sua esposa, ele escapa das instalações para se vingar, apenas para descobrir que há mais na conspiração do que ele imaginava.",
    "img": "assets/img/bloodshot.png",
    "big_img": "assets/img/bloodshot_trailer.png",
    "video": "https://www.youtube.com/watch?v=vOUVVDWdXbo"
  },
  {
    "id": "5",
    "title_year": "Bumblebee [2018]",
    "imdb_rating": "6.7",
    "genre": "Ação",
    "duration": "3h07mim",
    "channel": "assets/img/netflix.png",
    "synopsis": "Em fuga no ano de 1987, Bumblebee encontra refúgio em um ferro-velho em uma pequena cidade litorânea da Califórnia. Charlie, prestes a completar 18 anos e tentando encontrar seu lugar no mundo, descobre Bumblebee, marcado pela batalha e quebrado. Quando Charlie o reanima, ela rapidamente descobre que este não é um simples fusca amarelo.",
    "img": "assets/img/bumblebee.png",
    "big_img": "assets/img/bumblebee_trailer.png",
    "video": "https://www.youtube.com/watch?v=lcwmDAYt22k"
  },
  {
    "id": "6",
    "title_year": "Lucy [2014]",
    "imdb_rating": "6.4",
    "genre": "Ação",
    "duration": "1h29mim",
    "channel": "assets/img/appletv.png",
    "synopsis": "Um thriller de ação sobre uma mulher que se envolve acidentalmente num negócio obscuro, que acaba por dar uma reviravolta e se transformar numa implacável guerreira que evolui além da lógica humana.",
    "img": "assets/img/lucy.png",
    "big_img": "assets/img/lucy_trailer.png",
    "video": "https://www.youtube.com/watch?v=l7zAV_MDC68"
  },
  {
    "id": "7",
    "title_year": "The Outfit [2022]",
    "imdb_rating": "7.2",
    "genre": "Crime",
    "duration": "1h45mim",
    "channel": "assets/img/rakuten.png",
    "synopsis": "Leonard é um alfaiate inglês que costumava fazer fatos na mundialmente famosa Savile Row, em Londres. Depois de uma tragédia pessoal, acabou em Chicago a administrar uma pequena alfaiataria numa zona difícil da cidade, onde faz bonitas roupas para as únicas pessoas da zona que podem pagar: uma família de cruéis gangsters.",
    "img": "assets/img/the_outfit.png",
    "big_img": "assets/img/the_outfit_trailer.png",
    "video": "https://www.youtube.com/watch?v=qDUx50a3pcY"
  },
  {
    "id": "8",
    "title_year": "John Wick [2014]",
    "imdb_rating": "7.4",
    "genre": "Crime",
    "duration": "1h41mim",
    "channel": "assets/img/rakuten.png",
    "synopsis": "Depois da súbita morte da esposa, John Wick recebe dela uma última prenda, um beegle chamado Daisy e uma nota implorando-lhe que não esqueça como amar. Mas o luto de Wick é interrompido quando o seu Boss Mustang de 1969 chama a atenção do sádico Iosef Tarasov. Quando se recusa a vendê-lo, Ioseg e os seus homens tomam o assunto entre mãos, mas as suas ações acabam por ressuscitar um dos assassinos mais brutais que o mundo jamais conheceu...",
    "img": "assets/img/john_wick.png",
    "big_img": "assets/img/john_wick_trailer.png",
    "video": "https://www.youtube.com/watch?v=C0BMx-qxsP4"
  },
  {
    "id": "9",
    "title_year": "John Wick 2 [2017]",
    "imdb_rating": "7.4",
    "genre": "Crime",
    "duration": "2h02mim",
    "channel": "assets/img/rakuten.png",
    "synopsis": "Forçado a abandonar a sua reforma, uma vez mais, devido a uma promessa antiga, John Wick viaja para Roma, a Cidade Eterna, com o objetivo de ajudar um velho amigo a derrubar uma organização internacional secreta, perigosa e mortal de assassinos procurados por todo o mundo.",
    "img": "assets/img/john_wick_2.png",
    "big_img": "assets/img/john_wick_2_trailer.png",
    "video": "https://www.youtube.com/watch?v=XGk2EfbD_Ps&t=46s"
  },
  {
    "id": "10",
    "title_year": "John Wick 3 [2019]",
    "imdb_rating": "7.4",
    "genre": "Crime",
    "duration": "2h12mim",
    "channel": "assets/img/rakuten.png",
    "synopsis": "John Wick está em maus lençóis. Existe uma recompensa de 14 milhões de dólares pela sua captura, por alegadamente ter assassinado um membro da Alta Cúpula. Sozinho e em fuga, Wick luta por todos os meios para escapar da cidade de Nova Iorque.",
    "img": "assets/img/john_wick_3.png",
    "big_img": "assets/img/john_wick_3_trailer.png",
    "video": "https://www.youtube.com/watch?v=M7XM597XO94&t=59s"
  },
  {
    "id": "11",
    "title_year": "The Banker [2020]",
    "imdb_rating": "7.3",
    "genre": "Drama",
    "duration": "2h00mim",
    "channel": "assets/img/appletv.png",
    "synopsis": "Texas, década de 1950. Joe Morris e Bernard Garrett são dois empresários afro-americanos que resolvem contratar Matt Steiner, um homem branco da classe trabalhadora, para se passar por chefe deles.",
    "img": "assets/img/the_banker.png",
    "big_img": "assets/img/the_banker_trailer.png",
    "video": "https://www.youtube.com/watch?v=J_-nk9-sMus"
  },
  {
    "id": "12",
    "title_year": "Black Adam [2022]",
    "imdb_rating": "6.3",
    "genre": "Ficção Científica",
    "duration": "2h05mim",
    "channel": "assets/img/hbo.png",
    "synopsis": "O mundo precisa de um herói e só tem Black Adam. Quase 5.000 anos depois de lhe terem sido concedidos os poderes ilimitados dos antigos Deuses – e de ter sido aprisionado – Black Adam é libertado do seu túmulo na Terra, e prepara-se para usar a sua forma única de justiça no mundo moderno.",
    "img": "assets/img/Black_Adam.jpg",
    "big_img": "assets/img/black_adam.png",
    "video": "https://www.youtube.com/watch?v=JaV7mmc9HGw"
  },
  {
    "id": "13",
    "title_year": "Stranger Things [2016]",
    "imdb_rating": "8.7",
    "genre": "Ficção Científica",
    "duration": "1h01mim",
    "channel": "assets/img/netflix.png",
    "synopsis": "Quando um rapaz desaparece, uma pequena vila descobre um mistério relacionado com experiências secretas, assustadoras forças sobrenaturais e uma estranha rapariga.",
    "img": "assets/img/stranger_things.png",
    "big_img": "assets/img/stranger_things_trailer.png",
    "video": "https://www.youtube.com/watch?v=b9EkMc79ZSU"
  },
  {
    "id": "14",
    "title_year": "The Flash [2014]",
    "imdb_rating": "7.5",
    "genre": "Ficção Científica",
    "duration": "42mim",
    "channel": "assets/img/netflix.png",
    "synopsis": "Depois de ser atingido por um raio e ficar em coma durante nove meses, o investigador da polícia Barry Allen desperta com uma velocidade relâmpago e a ambição de se tornar um super-herói, o Flash.",
    "img": "assets/img/the_flash.png",
    "big_img": "assets/img/the_flash_trailer.jpg",
    "video": "https://www.youtube.com/watch?v=IgVyroQjZbE"
  },
  {
    "id": "15",
    "title_year": "Everything Everywhere All at Once [2022]",
    "imdb_rating": "7.9",
    "genre": "Ficção Científica",
    "duration": "2h20mim",
    "channel": "assets/img/rakuten.png",
    "synopsis": "Evelyn Wang é uma imigrante chinesa nos Estados Unidos que tem a dura missão de salvar o mundo atravessando vários universos paralelos e explorando todas as vidas que não chegou a viver.",
    "img": "assets/img/Everything_Everywhere_All_at_Once.png",
    "big_img": "assets/img/emtodoolado.jpg",
    "video": "https://www.youtube.com/watch?v=wxN1T1uxQ2g"
  },
  {
    "id": "16",
    "title_year": "Code 8 [2019]",
    "imdb_rating": "6.1",
    "genre": "Ficção Científica",
    "duration": "1h39mim",
    "channel": "assets/img/netflix.png",
    "synopsis": "Num mundo onde pessoas com habilidades “especiais” vivem na pobreza, Conner Reed é um jovem poderoso que está a lutar para pagar pelo tratamento médico da sua mãe doente. Para ganhar dinheiro, ele entra num mundo criminoso e lucrativo, liderado por Garrett, que trabalha para um traficante de drogas.",
    "img": "assets/img/code_8.png",
    "big_img": "assets/img/code_8_trailer.png",
    "video": "https://www.youtube.com/watch?v=PrX1JJ5dduA"
  },
  {
    "id": "17",
    "title_year": "The Night Agent [2023]",
    "imdb_rating": "7.5",
    "genre": "Mistério",
    "duration": "48mim",
    "channel": "assets/img/netflix.png",
    "synopsis": "Enquanto monitorava uma linha de emergência, um agente vigilante do FBI atende a uma ligação que o mergulha em uma conspiração mortal envolvendo um infiltrado na Casa Branca.",
    "img": "assets/img/the_night_agent.png",
    "big_img": "assets/img/the_night_agent_trailer.png",
    "video": "https://www.youtube.com/watch?v=YDbnY9Obsfs"
  },
  {
    "id": "18",
    "title_year": "House of Gucci [2021]",
    "imdb_rating": "6.6",
    "genre": "Mistério",
    "duration": "2h38mim",
    "channel": "assets/img/rakuten.png",
    "synopsis": "Inspirado na chocante história verídica dos bastidores da família detentora do império da moda italiana. Quando Patrizia Reggiani (Lady Gaga), uma desconhecida de origem humilde, se casa com Maurizio Gucci (Adam Driver), a sua ambição desmedida começa a desencadear no legado da família uma imparável espiral de traição, destruição e vingança que culmina... num assassínio.",
    "img": "assets/img/house_of_gucci.png",
    "big_img": "assets/img/house_of_gucci_trailer.png",
    "video": "https://www.youtube.com/watch?v=pGi3Bgn7U5U"
  },
  {
    "id": "19",
    "title_year": "Emma [2020]",
    "imdb_rating": "6.7",
    "genre": "Romance",
    "duration": "2h04mim",
    "channel": "assets/img/appletv.png",
    "synopsis": "Emma Woodhouse é uma jovem rica e inteligente, que não tem pretensões de se casar tão cedo, para ficar sempre perto do pai. Porém, isso não a impede de dar uma de ‘casamenteira’, tentando juntar casais que considere apropriados entre seus conhecidos, sem perceber os problemas causados com sua imaginação e teimosia.",
    "img": "assets/img/Emma_2020_Cartaz.jpg",
    "big_img": "assets/img/emma_trailer.png",
    "video": "https://www.youtube.com/watch?v=qsOwj0PR5Sk"
  },
  {
    "id": "20",
    "title_year": "The Mandalorian [2019]",
    "imdb_rating": "8.7",
    "genre": "Fantasia",
    "duration": "41mim",
    "channel": "assets/img/disney+.png",
    "synopsis": "Depois das histórias de Jango e Boba Fett, outro guerreiro surge no universo de Star Wars. O Mandaloriano (também conhecido como Star Wars: The Mandalorian) situa-se depois da queda do Império e antes do surgimento da Primeira Ordem, a linha de tempo desta série acontece cinco anos após os eventos de Return of the Jedi (Star Wars: Episódio VI - O Regresso de Jedi). Acompanhando os percalços de um pistoleiro solitário nos confins da Galáxia, longe da autoridade da Nova República.",
    "img": "assets/img/mandalorian.jpg",
    "big_img": "assets/img/the_mandalorian_trailer.png",
    "video": "https://www.youtube.com/watch?v=aOC8E8z_ifw"
  },
  {
    "id": "21",
    "title_year": "Shazam Fury of the Gods [2023]",
    "imdb_rating": "6.0",
    "genre": "Fantasia",
    "duration": "2h10mim",
    "channel": "assets/img/hbo.png",
    "synopsis": "Dotados com poderes dos Deuses, Billy Batson e a sua família adotiva ainda estão a aprender a gerir a vida adolescente com o alter-ego adulto de um Super-Herói. Quando as filhas de Atlas, um trio vingativo de antigos Deuses, chegam à Terra em busca da magia que lhes foi roubada, Billy aka Shazam! -e a sua família são obrigados a travar uma batalha para protegerem os seus superpoderes, as suas vidas e o destino do mundo.",
    "img": "assets/img/shazam_furia_deuses.png",
    "big_img": "assets/img/shazam_furia_deuses_trailer.png",
    "video": "https://www.youtube.com/watch?v=Zi88i4CpHe4"
  },
  {
    "id": "22",
    "title_year": "Shazam [2019]",
    "imdb_rating": "7.0",
    "genre": "Fantasia",
    "duration": "2h12mim",
    "channel": "assets/img/hbo.png",
    "synopsis": "Todos temos um super-herói dentro de nós, basta um pouco de magia para o trazer à superfície. No caso de Billy Batson, basta gritar uma palavra - Shazam! - e o astuto adolescente de 14 anos que vive com os país adotivos transforma-se num super-herói adulto.",
    "img": "assets/img/shazam.png",
    "big_img": "assets/img/shazam_trailer.png",
    "video": "https://www.youtube.com/watch?v=go6GEIrcvFY"
  },
  {
    "id": "23",
    "title_year": "Teen Wolf: The Movie [2023]",
    "imdb_rating": "5.5",
    "genre": "Aventura",
    "duration": "2h20mim",
    "channel": "assets/img/primevideo.png",
    "synopsis": "Os lobos estão uivando mais uma vez, à medida que um antigo mal aterrorizante emerge em Beacon Hills. Scott McCall, que já não é mais um adolescente, mas ainda é um Alfa, precisa reunir novos aliados e reunir amigos de confiança para combater esse inimigo poderoso e mortal.",
    "img": "assets/img/teen_wolf.png",
    "big_img": "assets/img/teen_wolf_trailer.png",
    "video": "https://www.youtube.com/watch?v=1y3rflTTjeI"
  },
  {
    "id": "24",
    "title_year": "Top Gun [1986]",
    "imdb_rating": "6.9",
    "genre": "Aventura",
    "duration": "1h50mim",
    "channel": "assets/img/appletv.png",
    "synopsis": "Maverick Mitchell, um jovem e destemido piloto, determinado em ser o melhor da academia de aviação do Exército, nem que para isso tenha de passar por cima dos seus colegas. Uma atitude muito diferente de Charlie, uma professora pela qual Maverick está totalmente deslumbrado, e que lhe irá ensinar algumas coisas que não se aprendem nas aulas.",
    "img": "assets/img/top_gun.png",
    "big_img": "assets/img/top_gun_trailer.png",
    "video": "https://www.youtube.com/watch?v=ArOMXELHiLw"
  },
  {
    "id": "25",
    "title_year": "Top Gun: Maverick [2022]",
    "imdb_rating": "8.3",
    "genre": "Aventura",
    "duration": "2h11mim",
    "channel": "assets/img/appletv.png",
    "synopsis": "Após mais de 30 anos de serviço como um dos melhores aviadores da Marinha, Pete “Maverick” Mitchell está onde deveria estar: a voar nos limites como piloto de testes e a evitar uma subida na hierarquia que o faria deixar de voar. Quando se encontra a treinar um destacamento de graduados Top Gun para uma missão especializada que nenhum piloto vivo alguma vez viu, Maverick encontra o Tenente Bradley Bradshaw, nome de código “Rooster”, filho do falecido amigo de Maverick, o Tenente Nick Bradshaw, nome de código “Goose”. Face a um futuro incerto e confrontado com fantasmas do passado, Maverick é obrigado a enfrentar os seus medos mais profundos, culminando numa missão que exige o sacrifício daqueles que forem escolhidos para voar nela.",
    "img": "assets/img/top_gun_maverick.png",
    "big_img": "assets/img/top_gun_maverick_trailer.png",
    "video": "https://www.youtube.com/watch?v=qSqVVswa420"
  },
  {
    "id": "26",
    "title_year": "Creed: Rocky's Legacy [2015]",
    "imdb_rating": "7.6",
    "genre": "Desporto",
    "duration": "2h13mim",
    "channel": "assets/img/rakuten.png",
    "synopsis": "Adonis Johnson nunca conheceu o seu famoso pai, o campeão mundial de pesos pesados Apollo Creed, que morreu antes de ele nascer. Ainda assim, é inegável que o boxe lhe corre no sangue e Adonis dirige-se para Filadélfia, o local do lendário combate entre Apollo Creed e um novato resistente chamado Rocky Balboa. Chegado à Cidade do Amor Fraternal, Adonis localiza Rocky e pede-lhe que seja seu treinador. Apesar de insistir que largou o boxe para sempre, Rocky vê em Adonis a força e a determinação que conhecera em Apollo, o rival feroz que se tornou o seu amigo mais próximo. Rocky acede ao pedido e treina o jovem pugilista, apesar de o ex-campeão estar prestes a encontrar um adversário mais letal do que qualquer um que tenha enfrentado no ringue. Com Rocky a treiná-lo, depressa Adonis tem a sua possibilidade de ganhar o título... mas conseguirá ele desenvolver não só a motivação, mas também a garra de um verdadeiro lutador, a tempo de subir ao ringue?",
    "img": "assets/img/creed.png",
    "big_img": "assets/img/creed_trailer.png",
    "video": "https://www.youtube.com/watch?v=N__-Apy1NjQ"
  },
  {
    "id": "27",
    "title_year": "Creed II [2018]",
    "imdb_rating": "7.1",
    "genre": "Desporto",
    "duration": "2h10mim",
    "channel": "assets/img/rakuten.png",
    "synopsis": "O peso-pesado Viktor Drago, filho de Ivan Drago, célebre rival de Rocky Balboa, vai enfrentar Adonis Creed no ringue. A missão de Creed está longe de ser fácil, mas vai contar com uma ajuda importante: a experiência do velho Balboa. O segundo filme da série Creed e a oitava película com o lendário Rocky.",
    "img": "assets/img/creed_II.png",
    "big_img": "assets/img/creed_II_trailer.png",
    "video": "https://www.youtube.com/watch?v=cPNVNqn4T9I"
  },
  {
    "id": "28",
    "title_year": "Creed III [2023]",
    "imdb_rating": "6.9",
    "genre": "Desporto",
    "duration": "1h56mim",
    "channel": "assets/img/rakuten.png",
    "synopsis": "Depois de dominar o mundo do boxe, Adonis Creed tem prosperado tanto na sua carreira e na sua vida familiar. Quando um amigo de infância e ex-prodígio do boxe, Damien Anderson, ressurge após cumprir uma longa sentença na prisão, ele está ansioso para provar que merece a sua oportunidade no ringue. O confronto entre ex-amigos é mais do que apenas uma briga. Para acertar as contas, Adonis deve colocar o seu futuro em risco para lutar contra Damien - um lutador que não tem nada a perder.",
    "img": "assets/img/creed_III.png",
    "big_img": "assets/img/creed_III_trailer.png",
    "video": "https://www.youtube.com/watch?v=AHmCH7iB_IM"
  },
  {
    "id": "29",
    "title_year": "Rocky [1976]",
    "imdb_rating": "8.1",
    "genre": "Desporto",
    "duration": "1h59mim",
    "channel": "assets/img/appletv.png",
    "synopsis": "Rocky Balboa é um aspirante a lutador de boxe que trabalha numa fábrica de carnes e ganha um extra como cobrador de dívidas. Quando surge a proposta de lutar com o campeão de pesos-pesados Apollo Creed, Rocky acredita ser uma oportunidade única. A missão é quase impossível, mas Rocky vai dar tudo por tudo para alcançar a vitória e ao mesmo tempo conquistar Adrian, a tímida funcionária da loja de animais...",
    "img": "assets/img/rocky.png",
    "big_img": "assets/img/rocky_trailer.png",
    "video": "https://www.youtube.com/watch?v=-Hk-LYcavrw"
  },
  {
    "id": "30",
    "title_year": "Rocky II [1979]",
    "imdb_rating": "7.3",
    "genre": "Desporto",
    "duration": "1h59mim",
    "channel": "assets/img/appletv.png",
    "synopsis": "Após vencer o campeão Apollo Creed, os fãs pedem uma desforra. Mas Rocky sofreu graves ferimentos e afastou-se dos ringues. Agora a sua concentração está toda virada para Adrian, com quem acabou por casar e leva uma vida estável. Porém, o chamamento do ringue é mais forte, e quando Apollo o pressiona para um combate, Rocky retoma os treinos. Será que Rocky vai sair mais uma vez vitorioso?",
    "img": "assets/img/rocky_II.png",
    "big_img": "assets/img/rocky_II_trailer.png",
    "video": "https://www.youtube.com/watch?v=A2P9ATb9Qx8"
  },
  {
    "id": "31",
    "title_year": "Rocky III [1982]",
    "imdb_rating": "6.8",
    "genre": "Desporto",
    "duration": "1h59mim",
    "channel": "assets/img/appletv.png",
    "synopsis": "Agora campeão mundial, Rocky Balboa está vivendo no luxo e apenas lutando contra oponentes que não representam nenhuma ameaça para ele no ringue, até que Clubber Lang o desafia para um combate. Depois de sofrer uma surra de Lang, o campeão humilhado recorre ao antigo rival Apollo Creed para uma revanche com Lang.",
    "img": "assets/img/rocky_III.png",
    "big_img": "assets/img/rocky_III_trailer.png",
    "video": "https://www.youtube.com/watch?v=o7vbDPUMWDc"
  },
  {
    "id": "32",
    "title_year": "Rocky IV [1985]",
    "imdb_rating": "6.9",
    "genre": "Desporto",
    "duration": "1h31mim",
    "channel": "assets/img/appletv.png",
    "synopsis": "Rocky acompanha Apollo Creed para um combate contra o gigantesco pugilista russo Ivan Drago. Mas Drago é demasiado forte e Creed acaba por morrer no ringue. Rocky sente-se culpado pela morte do amigo e decide vingar-se. Com ajuda de Duke, o ex-agente de Creed, Rocky viaja para a Rússia, onde irá treinar na Sibéria para o brutal combate que terá lugar em Moscovo.",
    "img": "assets/img/rocky_IV.png",
    "big_img": "assets/img/rocky_IV_trailer.png",
    "video": "https://www.youtube.com/watch?v=4qjV0bB2V0Q"
  }
]